[
  ["Your oxygen level is stable, we’ll check again in 30 minutes.", "Nurse"],
  ["Please rate your pain from 1 to 10.", "Nurse"],
  ["Time for your insulin, I’ll give it now.", "Nurse"],
  ["We’ll prepare you for the MRI scan this afternoon.", "Nurse"],
  ["Remember to use your spirometer every 2 hours.", "Nurse"],
  ["After the surgery, avoid lifting weights for 7 days.", "Nurse"],
  ["Doctor Smith will visit you this evening.", "Nurse"],
  ["We will adjust your IV fluids now.", "Nurse"],
  ["Please take this tablet with water.", "Nurse"],
  ["We will schedule your dialysis tomorrow morning.", "Nurse"],
  ["Your temperature is slightly high, we’ll monitor it.", "Nurse"],
  ["Please sit up for the chest X-ray.", "Technician"],
  ["The nurse will change your dressing shortly.", "Nurse"],
  ["We’ll start your mobility exercises after lunch.", "Nurse"],
  ["You are due for your antibiotic injection now.", "Nurse"],
  ["Remember not to drive for 5 days after discharge.", "Nurse"],
  ["We will take your blood pressure again soon.", "Nurse"],
  ["Please follow the diet plan given by the doctor.", "Nurse"],
  ["We are monitoring your heart rate continuously.", "Technician"],
  ["Please don’t eat or drink after midnight before surgery.", "Nurse"],
  ["We’ll prepare you for discharge tomorrow.", "Nurse"],
  ["Doctor Lee will review your test results later.", "Nurse"],
  ["We need to collect a blood sample for testing.", "Nurse"],
  ["Please lie still during the scan.", "Technician"],
  ["We are updating your medical chart now.", "Nurse"],
  ["Please keep your arm steady for the injection.", "Nurse"],
  ["We’ll check your stitches tomorrow morning.", "Nurse"],
  ["You need to wear the monitor for 24 hours.", "Technician"],
  ["Doctor Patel will prescribe your medication soon.", "Nurse"],
  ["We’ll arrange your physiotherapy sessions next week.", "Nurse"],
  ["Your blood sugar level will be tested in the morning.", "Nurse"],
  ["We will repeat the chest scan later today.", "Technician"],
  ["Your wound needs cleaning twice a day.", "Nurse"],
  ["Please drink this solution before the test.", "Nurse"],
  ["We’ll give you oxygen support if needed.", "Nurse"],
  ["Please use the walker for safety.", "Nurse"],
  ["We are recording your vital signs now.", "Nurse"],
  ["Please fast for 12 hours before the blood test.", "Nurse"],
  ["We will provide your discharge papers tomorrow.", "Nurse"],
  ["Doctor Brown will explain the results shortly.", "Nurse"],
  ["We’ll monitor your fluid intake carefully.", "Nurse"],
  ["You need to complete the course of antibiotics.", "Nurse"],
  ["Please keep your wrist still for the IV line.", "Nurse"],
  ["We are adjusting your bed for comfort.", "Nurse"],
  ["Your care schedule is posted on the board.", "Nurse"],
  ["Please inform us if you feel any discomfort.", "Nurse"],
  ["We will help you walk after the session.", "Nurse"],
  ["Please take rest after the procedure.", "Nurse"],
  ["We’ll arrange your follow-up appointment soon.", "Nurse"],
  ["We are preparing your medication now.", "Pharmacist"]
]
